package Polimorphism.task3;

public class Main {
    public static void main(String[] args) {



    }
}


//    Озунуздун телефонунузду тузунуз.
//    Телефонунузда томондогу мумкунчулуктор болсун : заметки,
//            банк приложения, калькулятор .
//            -Заметкиге озунуз каалаганча текст турундо маалыматтарды
//    сактай алыныз жаnа аларды озгортуп очуруп колдонунуз.
//    -Bank приложенияда озунуздун балансынызды текшеруу, башка
//    адамдын картасына акча которуу мумкунчулуктору болсун
//    -Калькулятордо болсо сандарды кошуп, алып, кобойтуп, боло
//    алыныз.
//            Эскертуу, кандай полелер жана кандай методдор болот озубуз
//    ойлонобуз ар бир студенттин тапшырмасы уникалдуу болсун!